Repository: Usipov/CTConsultingTestTask
Catalog: CTConsultingTestTak/*.lproj/Localizable.strings
Languages: ru

source: Authentification
ru: Аутентификация

source: Feed
ru: Лента

# tap to load
source: Tap to load more
ru: Нажмите для загрузки

# reached end
source: Feeds loaded: %i
ru: Ячеек в ленте: %i

source: Sign out
ru: Выйти

source: Details
ru: Подробно

# likes
source: Likes (%i):
ru: Нравится (%i):

# comments
source: Comments (%i):
ru: Комментарии (%i):

# ErorrDescriptionWhileParsing
source: Failed to parse JSON
ru: Не удолось разоброть JSON

# ErrorFailureReasonWhileParsing
source: JSON parsing is not implemented within your iOS version
ru: Разбор JSON'а не реализован в вашей версии iOS
